Repository: linsui/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ta

# ConfirmDeleteDialog.Title
source: Delete Item(s)
ta: உருப்படி(கள்) ஐ நீக்குக

# ConfirmDeleteDialogCancelButton.Content
source: Cancel
ta: இரத்து

# ConfirmDeleteDialogDeleteButton.Content
source: Delete
ta: நீக்கு

# ConfirmDeleteDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
ta: நிரந்தரமாக நீக்கு

# SideBarOpenInNewTab.Text
source: Open in new tab
ta: புதியத் தாவலில் திற

# SideBarOpenInNewWindow.Text
source: Open in new window
ta: புதியச் சாளரத்தில் திற

# NavigationToolbarNewTab.Text
source: New tab
ta: புதியத் தாவல்

# NavigationToolbarNewWindow.Text
source: New window
ta: புதிய சாளரம்

# ModernNavigationToolbaNewFolder.Text
source: Folder
ta: கோப்புறை

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
ta: பிட் வரைபடப் படிமம்

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
ta: உரை ஆவணம்

# NavigationToolbarCopyPath.Text
source: Copy location
ta: பாதையை நகலெடு

# NavigationToolbarPaste.Text
source: Paste
ta: ஒட்டு

# SidebarDrives
source: Drives
ta: இயக்ககங்கள்

# nameColumn.Header
source: Name
ta: பெயர்

# dateColumn.Header
source: Date modified
ta: மாற்றப்பட்ட தேதி

# typeColumn.Header
source: Type
ta: வகை

# sizeColumn.Header
source: Size
ta: அளவு

# NavigationToolbarOpenInTerminal.Text
source: Open in Terminal...
ta: முனையத்தில் திற...

# PropertiesCreated.Text
source: Created:
ta: உருவாக்கியது:

# PropertiesItemFileName.PlaceholderText
source: Item Name
ta: உருப்படிப் பெயர்

# PropertiesItemPath.Text
source: Path:
ta: பாதை:

# PropertiesItemSize.Text
source: Size:
ta: அளவு:

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
ta: இந்த செயலை செய்ய இயலாது

# ErrorDialogTheDestinationFolder
source: The destination folder
ta: இலக்கு கோப்புறை

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
ta: மூல கோப்புறையின் துணைக் கோப்புறை

# ErrorDialogSkip
source: Skip
ta: தவிர்

# ErrorDialogCancel
source: Cancel
ta: இரத்து

# PropertiesItemType.Text
source: Item type:
ta: உருப்படி வகை:

# StatusBarControlSelectAll.Text
source: Select All
ta: அனைத்தையும் தேர்ந்தெடு

# StatusBarControlInvertSelection.Text
source: Invert Selection
ta: தேர்வைப் புரட்டு

# StatusBarControlClearSelection.Text
source: Clear Selection
ta: தேர்வை அழி

# BaseLayoutContextFlyoutDetails.Text
source: Details View
ta: பட்டியல் காட்சி

# PropertiesModified.Text
source: Modified:
ta: திருத்தியது;

# RecentItemClearAll.Text
source: Clear all items
ta: எல்லா உருப்படிகளையும் அழி

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
ta: ஒரு பாதையை உள்ளிடுக

# NavigationToolbarSearchReigon.PlaceholderText
source: Search
ta: தேடு

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
ta: நீங்கள் முன்பு அணுகிய கோப்புகள் மற்றும் கோப்புறைகள் இங்கு காட்டப்படும்

# RecentItemOpenFileLocation.Text
source: Open file location
ta: கோப்பு இருப்பிடத்தைத் திற

# RecentItemRemove.Text
source: Remove this item
ta: இந்த உருப்படியை அகற்று

# RecentItems.Text
source: Recent items
ta: சமீபத்திய உருப்படிகள்

# SettingsAboutSubmitFeedback.Text
source: Submit feedback
ta: பின்னூட்டத்தைச் சமர்ப்பி

# SettingsAboutSubmitFeedbackDescription.Text
source: Send the developers an issue report with detailed information
ta: உருவாக்குனர்ளுக்கு கூடுதல் தகவலுடன் ஒரு சிக்கல் அறிக்கையை அனுப்பவும்

# SettingsAboutThirdPartyLicenses.Text
source: Third party licenses
ta: மூன்றாம் தரப்பு உரிமங்கள்

# SettingsAboutTitle.Text
source: About
ta: பற்றி

# SettingsAppearanceTitle.Text
source: Appearance
ta: தோற்றம்

# SettingsFilesAndFoldersTitle.Text
source: Files and Folders
ta: கோப்புகள் & கோப்புறைகள்

# SettingsExperimentalTitle.Text
source: Experimental
ta: சோதனை

# SettingsPageHeader.Text
source: Settings
ta: அமைப்புகள்

# SettingsNavAbout.Content
source: About
ta: பற்றி

# SettingsNavAppearance.Content
source: Appearance
ta: தோற்றம்

# SettingsNavExperimental.Content
source: Experimental
ta: சோதனை

# SettingsNavFilesAndFolders.Content
source: Files and Folders
ta: கோப்புகள் & கோப்புறைகள்

# SettingsNavOnStartup.Content
source: On Startup
ta: தொடக்கத்தில்

# SettingsNavPreferences.Content
source: Preferences
ta: விருப்பங்கள்

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
ta: எச்சரிக்கை: முன் பரிசோதனை அம்சங்கள்!

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
ta: நீங்கள் விட்ட இடத்திலிருந்து தொடரவும்

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
ta: ஒரு புதிய தாவலைத் திற

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
ta: ஒரு குறிப்பிட்ட பக்கத்தை அல்லது பக்கங்களைத் திற

# SettingsOnStartupTitle.Text
source: On Startup
ta: தொடக்கத்தில்

# SettingsPreferencesTerminalApplications.Text
source: Terminal Applications
ta: முனைய பயன்பாடுகள்

# SettingsPreferencesTitle.Text
source: Preferences
ta: விருப்பங்கள்

# SidebarDesktop
source: Desktop
ta: திரைப்பலகம்

# SidebarDocuments
source: Documents
ta: ஆவணங்கள்

# SidebarDownloads
source: Downloads
ta: பதிவிறக்கங்கள்

# SidebarHome
source: Home
ta: முகப்பு

# SidebarMusic
source: Music
ta: இசை

# SidebarPictures
source: Pictures
ta: புகைப்படங்கள்

# SideBarUnpinFromSideBar.Text
source: Unpin from sidebar
ta: பக்கப்பட்டியிலிருந்து விடுவி

# SidebarVideos
source: Videos
ta: காணொளிகள்

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
ta: இதன்படி வரிசைப்படுத்து

# BaseLayoutContextFlyoutSortByName.Text
source: Name
ta: பெயர்

# BaseLayoutContextFlyoutSortByDate.Text
source: Date modified
ta: மாற்றப்பட்ட தேதி

# BaseLayoutContextFlyoutSortByType.Text
source: Type
ta: வகை

# BaseLayoutContextFlyoutSortBySize.Text
source: Size
ta: அளவு

# BaseLayoutContextFlyoutSortByAscending.Text
source: Ascending
ta: ஏறுவரிசை

# BaseLayoutContextFlyoutSortByDescending.Text
source: Descending
ta: இறங்குவரிசை

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
ta: புதுப்பி

# BaseLayoutContextFlyoutPaste.Text
source: Paste
ta: ஒட்டு

# BaseLayoutContextFlyoutOpenInTerminal.Text
source: Open in Terminal...
ta: முனையத்தில் திற...

# BaseLayoutContextFlyoutNew.Text
source: New
ta: புதிய

# BaseLayoutContextFlyoutNewFolder.Text
source: Folder
ta: கோப்புறை

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
ta: பண்புகள்

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
ta: பிரித்தெடு

# BaseLayoutItemContextFlyoutOpenItem.Text
source: Open
ta: திற

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
ta: புதியத் தாவலில் திற

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
ta: புதியச் சாளரத்தில் திற

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
ta: திரைப்பலகப் பின்புலமாக அமை

# BaseLayoutItemContextFlyoutShare.Text
source: Share
ta: பகிர்

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
ta: வெட்டு

# BaseLayoutItemContextFlyoutCopy.Text
source: Copy
ta: நகலெடு

# BaseLayoutItemContextFlyoutDelete.Text
source: Delete
ta: நீக்கு

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
ta: மறுபெயரிடு

# BaseLayoutItemContextFlyoutPinToSidebar.Text
source: Pin to sidebar
ta: பக்கப்பட்டியில் பொருத்து

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
ta: பண்புகள்

# WelcomeDialog.Title
source: Welcome to Files!
ta: Files இற்கு வருக

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
ta: அனுமதியை வழங்கு

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
ta: தொடங்க, நீங்கள் உங்கள் கோப்புகளைக் காண்பிக்க அனுமதியை வழங்கவும். இது ஒரு அமைப்புகள் பக்கத்தை திறக்கும், அங்கு நீங்கள் இந்த அனுமதியை எங்களுக்கு வழங்கலாம். நிறைவடைந்தவுடன் பயன்பாட்டை நீங்கள் மீண்டும் திறக்க வேண்டும்.

# FileFolderListItem
source: File folder
ta: கோப்புக் கோப்புறை

# ItemTypeFile
source: File
ta: கோப்பு

# RenameDialog.Title
source: Enter an item name
ta: ஒரு உருப்படி பெயரை உள்ளிடுக

# RenameDialogInputText.PlaceholderText
source: Enter an item name
ta: ஒரு உருப்படி பெயரை உள்ளிடுக

# RenameDialog.PrimaryButtonText
source: Set Name
ta: பெயரை அமை

# RenameDialog.SecondaryButtonText
source: Cancel
ta: இரத்து

source: New tab
ta: புதியத் தாவல்

# SystemTheme
source: Windows default
ta: Windows இயல்புநிலை

# LightTheme
source: Light
ta: வெளிச்சம்

# DarkTheme
source: Dark
ta: இருள்

# ApplicationTimeStye
source: Application
ta: பயன்பாடு

# SystemTimeStye
source: System
ta: முறைமை

source: New Folder
ta: புதியக் கோப்புறை

# EmptyFolder.Text
source: This folder is empty.
ta: இந்தக் கோப்புறை வெறுமையாக உள்ளது

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt + Left Arrow)
ta: பின் (Alt + இடது அம்பு)

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt + Right Arrow)
ta: முன் (Alt + வலது அம்பு)

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt + Up Arrow)
ta: மேல் (Alt + மேல் அம்பு)

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
ta: புதுப்பி (F5)

# NavSearchButton.ToolTipService.ToolTip
source: Search
ta: தேடு

# NavMoreButton.ToolTipService.ToolTip
source: More options
ta: மேலும் விருப்பங்கள்

# PropertiesTitle
source: Properties
ta: பண்புகள்

# PropertiesAttributes.Text
source: Attributes:
ta: பண்புக் கூறுகள்:

# PropertiesTitleSecondary.Text
source: Properties
ta: பண்புகள்

# SettingsPreferencesTerminalApplicationsSampleProfiles.ToolTipService.ToolTip
source: View sample profiles
ta: மாதிரி சுயவிவரங்களைக் காண்க

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
ta: இந்தக் கோப்புறையில் இப்பெயருடன் ஏற்கனவே ஒரு உருப்படி உள்ளது.

# ItemAlreadyExistsDialogPrimaryButtonText
source: Generate new name
ta: புதியப் பெயரை உற்பத்தி செய்

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
ta: ஏற்கனவே உள்ள உருப்படியை மாற்று

# ItemAlreadyExistsDialogTitle
source: Item already exists
ta: உருப்படி ஏற்கனவே உள்ளது

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
ta: பூட்டுத்திரை பின்புலமாக அமை

# BaseLayoutContextFlyoutGridViewLarge.Text
source: Grid View (Large)
ta: கட்ட காட்சி (பெரிய)

# BaseLayoutContextFlyoutGridViewMedium.Text
source: Grid View (Medium)
ta: கட்ட காட்சி (நடுத்தரம்)

# BaseLayoutContextFlyoutGridViewSmall.Text
source: Grid View (Small)
ta: கட்ட காட்சி (சிறிய)

# BaseLayoutContextFlyoutTilesView.Text
source: Tiles View
ta: ஓடுகள் காட்சி

# PropertiesDialogOKButton.Content
source: OK
ta: சரி

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
ta: இந்த உருப்படியை எங்களால் நீக்க இயலவில்லை

# AccessDeniedDeleteDialog.Title
source: Access Denied
ta: அணுகல் மறுக்கப்பட்டது

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
ta: இந்த உருப்படியை அணுக தேவையான இயக்கத்தை செருகவும்.

# DriveUnpluggedDialog.Title
source: Drive Unplugged
ta: இயக்கம் துண்டிக்கப்பட்டது

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
ta: நீங்கள் அணுக முயற்சிக்கும் கோப்பு நகர்த்தப்பட்டிருக்கலாம் அல்லது நீக்கப்பட்டு இருக்கலாம்.

# FileNotFoundDialog.Title
source: File Not Found
ta: கோப்பு காணவில்லை

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
ta: நீங்கள் முன்னோட்டமிட முயற்சிக்கும் கோப்பு நகர்த்தப்பட்டு அல்லது நீக்கப்பட்டு இருக்கலாம்.

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
ta: நீங்கள் அணுக முயற்சிக்கும் கோப்புறை நகர்த்தப்பட்டு அல்லது நீக்கப்பட்டு இருக்கலாம்.

# FolderNotFoundDialog.Title
source: Did you delete this folder?
ta: நீங்கள் இந்தக் கோப்புறையை நீக்கீவிட்டீர்களா?

# StatusBarControlSelectionOptions.ToolTipService.ToolTip
source: Selection options
ta: தேர்வு விருப்பங்கள்

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
ta: நீங்கள் நீக்க முயற்சிக்கும் கோப்பானது தற்போது பயன்பாட்டில் உள்ளது.

# FileInUseDeleteDialog.Title
source: File is in use
ta: கோப்புப் பயன்பாட்டில் உள்ளது

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
ta: மீண்டும் முயலவும்

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
ta: சரி

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
ta: மறுசுழற்சிக் கூடையைக் காலியாக்கு

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
ta: மீட்டெடு

# DaysAgo
source: {0} days ago
ta: {0} நாட்கள் முன்பு

# HoursAgo
source: {0} hours ago
ta: Pin OneDrive to the sidebar

# DayAgo
source: {0} day ago
ta: {0} நாள் முன்பு

# HourAgo
source: {0} hour ago
ta: {0} மணிநேரம் முன்பு

# MinutesAgo
source: {0} minutes ago
ta: {0} நிமிடங்கள் முன்பு

# MinuteAgo
source: {0} minute ago
ta: {0} நிமிடம் முன்பு

# SecondsAgo
source: {0} seconds ago
ta: {0} நொடிகள் முன்பு

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
ta: புதியத் தாவல்

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
ta: {1} இல் {0} வெறுமை

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
ta: இதுடன் திற

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
ta: பின்வரும் எழுத்துகுறிகளை உருப்படி பெயரில் பயன்படுத்தக் கூடாது: \ / : * ? " < > |

# FileNameTeachingTip.CloseButtonContent
source: OK
ta: சரி

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
ta: பின்வரும் எழுத்துகுறிகளை உருப்படி பெயரில் பயன்படுத்தக் கூடாது: \ / : * ? " < > |

# SettingsAboutOpenLogLocationButton.Content
source: Open log location
ta: பதிவு கோப்பின் இருப்பிடத்தைத் திற

# TabStripAddNewTab.ToolTipService.ToolTip
source: New tab (Ctrl + T)
ta: புதியத் தாவல் (Ctrl + T)

# ItemSelected.Text
source: item selected
ta: உருப்படி தேர்ந்தெடுக்கப்பட்டது

# ItemsSelected.Text
source: items selected
ta: %@ உருப்படிகள் தேர்ந்தெடுக்கப்பட்டுள்ளன

# ItemCount.Text
source: item
ta: உருப்படி

# ItemsCount.Text
source: items
ta: உருப்படிகள்

# BaseLayoutContextFlyoutPinDirectoryToSidebar.Text
source: Pin directory to sidebar
ta: பக்கப்பட்டியில் கோப்புறையைப் பொருத்துக

# PropertiesAccessed.Text
source: Accessed:
ta: அணுகியது:

# PropertiesOwner.Text
source: Owner:
ta: உரிமையாளர்:

# ConfirmEmptyBinDialog.SecondaryButtonText
source: Cancel
ta: இரத்து

# ConfirmEmptyBinDialogContent
source: Are you sure you want to permanently delete all these items?
ta: அனைத்து உருப்படிகலையும் நிச்சயம் நீக்க விரும்புகிறீர்களா?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
ta: மறுசுழற்சிக் கூடையை வெறுமையாக்கு

# ConfirmEmptyBinDialog.PrimaryButtonText
source: Yes
ta: சரி

# ItemSizeBytes
source: bytes
ta: பைட்கள்

# DeleteInProgress.Title
source: Deleting files
ta: கோப்புகளை நீக்குகிறது...

# PasteInProgress.Title
source: Pasting files
ta: கோப்புகளை ஒட்டுகிறது

# RecycleInProgress.Title
source: Moving files to Recycle Bin
ta: கோப்புகளை மறுசுழற்சிக் கூடைக்கு நகர்த்துதல்

# SettingsAppearanceDateFormatsTip.ToolTipService.ToolTip
source: Learn more about date formats
ta: தேதி வடிவமைப்புகளைப் பற்றி மேலும் அறிக

# BitlockerDialog.PrimaryButtonText
source: Unlock
ta: பூட்டுநீக்கு

# BitlockerDialog.SecondaryButtonText
source: Cancel
ta: இரத்து

# BitlockerDialog.Title
source: Enter password to unlock the drive
ta: இயக்கத்தைப் பூட்டுநீக்கக் கடவுச்சொல்லை உள்ளிடுக

# BitlockerDialogInputText.PlaceholderText
source: Password
ta: கடவுச்சொல்

# BitlockerInvalidPwDialog.Title
source: BitLocker error
ta: BitLocker பிழை

# PropertiesFilesAndFoldersCount.Text
source: Contains:
ta: கொண்டிருப்பது:

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} Files, {1:#,##0} Folders
ta: {0:#,##0} கோப்புகள், {1:#,##0} கோப்புறைகள்

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
ta: நிர்வாகியாக இயக்கு

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
ta: மற்றொரு பயனராக இயக்கு

# PropertiesDriveItemTypeDifferent
source: Different types
ta: பல வகைகள்

# PropertiesCombinedItemPath
source: All in {0}
ta: {0} இல் அனைத்தும்

# PropertiesDriveUsedSpace.Text
source: Used space:
ta: பயன்படுத்திய இடம்:

# PropertiesDriveFreeSpace.Text
source: Free space:
ta: வெறுமை இடம்:

# PropertiesDriveCapacity.Text
source: Capacity:
ta: கொள்ளளவு:

# PropertiesDriveFileSystem.Text
source: File system:
ta: கோப்பு முறைமை:

# JumpListRecentGroupHeader
source: Recent
ta: சமீபத்திய

# SettingsPreferencesAppLanguage.Text
source: App language
ta: பயன்பாட்டு மொழி

# syncStatusColumn.Header
source: Status
ta: நிலை

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
ta: ஒரு புதியப் பக்கத்தைச் சேர்

# SettingsOnStartupPages.Text
source: Pages:
ta: பக்கங்கள்:

# SettingsOnStartupNewInstanceBehavior.Text
source: When opening a folder in Files
ta: பொருத்தப்பட்ட கோப்புறையை இயக்கும்பொது

# SettingsOnStartupLaunchNewTab.Content
source: Open folder in a new tab
ta: கோப்புறையைப் புதியத் தாவலில் திற

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
ta: Windows இயல்புநிலை

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
ta: இங்குத் தாவலை நகர்த்து

# NavigationToolbarVisiblePathNoResults
source: No results
ta: தேதி வடிவமைப்புகளைப் பற்றி மேலும் அறிக

# SubDirectoryAccessDenied
source: Can't access any items to display
ta: காண்பிக்க எந்த உருப்படியையும் அணுக இயலவில்லை

# MoveToFolderCaptionText
source: Move to {0}
ta: {0} இற்கு நகர்த்து

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
ta: மூல மற்றும் இலக்கு கோப்புப் பெயர்கள் ஒன்றே.

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
ta: இலக்கு கோப்புறையும் மூல கோப்புறையும் ஒன்றே.

# CopyToFolderCaptionText
source: Copy to {0}
ta: {0} இற்கு நகலெடு

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
ta: குறுக்குவழியை உருவாக்கு

# PropertiesDialogOpenLinkButton.Content
source: Open file location
ta: கோப்பு இருப்பிடத்தைத் திற

# PropertiesShortcutItemArgs.Text
source: Arguments:
ta: நியாயவாதம்:

# PropertiesShortcutItemPath.Text
source: Destination:
ta: இலக்கு:

# PropertiesShortcutItemType.Text
source: Shortcut type:
ta: குறுக்குவழி வகை:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
ta: பணிக் கோப்பகம்: தற்போதய கோப்புறை

# PropertiesShortcutTypeApplication
source: Application
ta: பயன்பாடு

# PropertiesShortcutTypeFile
source: File
ta: கோப்பு

# PropertiesShortcutTypeFolder
source: Folder
ta: கோப்புறை

# PropertiesShortcutTypeLink
source: Web link
ta: வலை இணைப்பு

# PropertiesDialogTabGeneral.Content
source: General
ta: பொது

# PropertiesDialogTabShortcut.Content
source: Shortcut
ta: குறுக்குவழி

# ShortcutFileType
source: Shortcut
ta: குறுக்குவழி

# ShortcutWebLinkFileType
source: Internet shortcut
ta: இணைய குறுக்குவழி

# ShortcutCreateNewSuffix
source: {0} - shortcut
ta: {0} - குறுக்குவழி

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
ta: கோப்பு இருப்பிடத்தைத் திற

# DriveCapacityUnknown
source: Unknown
ta: தெரியாதவை

# ExceptionNotificationAccessLogFileButton
source: Open log location
ta: பதிவு கோப்பின் இருப்பிடத்தைத் திற

# ExceptionNotificationHeader
source: Something went wrong!
ta: ஏதோ தவறாகிவிட்டது!

# ExceptionNotificationReportButton
source: Report this issue
ta: இந்த சிக்கலை தெரிவியுங்கள்

# SettingsAboutContributors.Text
source: Contributors
ta: பங்களிப்பாளர்கள்

# SettingsAboutContributorsDescription.Text
source: See who contributed to Files
ta: யார் Files இற்கு உதவி செய்தது என்று பார்

# SettingsAboutReleaseNotes.Text
source: Release notes
ta: வெளியீட்டுக் குறிப்புகள்

# InvalidItemDialogTitle
source: Invalid item
ta: செல்லாத உருப்படி

# SettingsAboutVersionTitle
source: Version:
ta: பதிப்பு:

# ShareDialogFailMessage
source: There's nothing to share right now...
ta: இப்போது பகிர ஒன்றுமில்லை.

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
ta: நீங்கள் தேர்வுசெய்த உருப்படிகள் பகிரப்படும்

# ShareDialogSingleItemDescription
source: The selected item will be shared
ta: தேர்வுசெய்யப்பட்ட உருப்படி பகிரப்படும்

# ShareDialogTitle
source: Sharing {0}
ta: பகிர்தல் {0}

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
ta: கொடுக்கப்பட்ட பெயர் செல்லத பெயர்களில் ஒன்றாகும். தயவுசெய்து பெயரை சரிப்பார்த்து மீண்டும் முயலவும்.

# RenameError.NameInvalid.Title
source: Invalid item name
ta: செல்லாத உருப்படி பெயர்

# RenameError.TooLong.Title
source: Item name was too long
ta: உருப்படி பெயர் மிகவும் நீளமாக இருந்தது

# ContextMenuMoreItemsLabel
source: More
ta: மேலும்

# PropertiesDialogCancelButton.Content
source: Cancel
ta: இரத்து

# ConfirmDeleteDialogDeleteOneItem.Text
source: Are you sure you want to delete this item?
ta: இந்த உருப்படியை உறுதியாக நீக்க விரும்புகிறீர்களா?

# ConfirmDeleteDialogDeleteMultipleItems.Text
source: Are you sure you want to delete these {0} items?
ta: இந்த {0} உருப்படிகளை நீங்கள் நீக்க விரும்புகிறீர்களா?

# SettingsMultitaskingAdaptive.Content
source: Adaptive (Recommended)
ta: தானியங்கு (பரிந்துரைக்கப்பட்டவை)

# SettingsMultitaskingHorizontal.Content
source: Horizontal
ta: கிடைமட்ட

# SettingsMultitaskingTitle.Text
source: Multitasking
ta: பல்பணியாக்கம்

# SettingsMultitaskingVertical.Content
source: Vertical
ta: செங்குத்து

# SettingsNavMultitasking.Content
source: Multitasking
ta: பல்பணியாக்கம்

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
ta: இவ்வாறு அமை

# BaseLayoutItemContextFlyoutCopyLocation.Text
source: Copy location
ta: இருப்பிடத்தை நகலெடு

# VerticalTabViewAddTab.Text
source: Add tab
ta: தாவலை சேர்

# VerticalTabViewHeader.Text
source: Open tabs
ta: திறந்துள்ள தாவல்கள்

# ButtonNo.Content
source: No
ta: இல்லை

# ButtonYes.Content
source: Yes
ta: ஆம்

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply the language setting, would you like to restart the app?
ta: மொழி மாற்றத்தை செயற்படுத்த இந்த பயன்பாடு மறுதொடங்க வேண்டும். இப்போது மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?

# AddDialog.Title
source: Create a New Item
ta: pudhiya

# AddDialogDescription.Text
source: Choose a type for this new item below
ta: இந்த புதிய உருப்படியின் வகையை கீழே தேர்வுசெய்க

# AddDialog.PrimaryButtonText
source: Cancel
ta: இரத்து

# AddDialogListFolderHeader
source: Folder
ta: கோப்புறை

# AddDialogListFolderSubHeader
source: Creates an empty folder
ta: ஒரு வெறுமை கோப்புறையை உருவாக்கும்

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
ta: தளவமைப்பு முறை

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
ta: முன்னோக்கி வழிசெலுத்து

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
ta: கோப்புறையை புதுப்பி

# NavUpButton.AutomationProperties.Name
source: Go up one directory
ta: ஒரு கோப்புறை மேல் செல்

# SettingsPreferencesTerminalApplicationsSampleProfiles.AutomationProperties.Name
source: View sample profiles
ta: மாதிரி சுயவிவரங்களைப் பார்

# SettingsPreferencesAppLanguage.Header
source: App language
ta: பயன்பாட்டு மொழி

# SettingsAboutSupportUs.Text
source: Support us
ta: எங்களை ஆதரவளி

# SettingsAboutSupportUsDescription.Text
source: Support us on PayPal
ta: எங்களை PayPal இல் ஆதரவளி

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
ta: இந்த உருப்படியை எங்களால் உருவாக்க இயலவில்லை

# AccessDeniedCreateDialog.Title
source: Access Denied
ta: Access Denied அணுகல் மறுக்கப்பட்டது

# SettingsFilesAndFoldersShowFileExtensions.Header
source: Show extensions for known file types
ta: அறிந்த கோப்பு வகைகளுக்கு நீட்டிப்பைக் காண்பி

# SettingsAppearanceAcrylicSidebar.Header
source: Acrylic sidebar
ta: Acrylic பக்கப்பட்டி

# SettingsAppearanceDateFormat.Header
source: Date format
ta: தேதி வடிவம்

# SettingsAppearanceTheme.Header
source: App theme
ta: பயன்பாட்டுக் கருப்பொருள்
