Repository: linsui/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ta

# SettingsShowFileOwnerInProperties.Header
source: Show item owner in properties
ta: பண்புகளில் உரிமையாளரை காண்பி

# NavMoreButton.AutomationProperties.Name
source: More options
ta: மேலும் விருப்பங்கள்

# StatusBarControlSelectionOptions.AutomationProperties.Name
source: Selection options
ta: தேர்வு விருப்பங்கள்

# StatusCenter.AutomationProperties.Name
source: Status center
ta: செயல் மையம்

# PinToSidebarByDraggingCaptionText
source: Move here
ta: இங்கே நகர்த்து

# DrivesWidgetDescription.Text
source: Drives
ta: இயக்ககங்கள்:

# FileItemAutomation
source: File
ta: கோப்பு

# FolderItemAutomation
source: Folder
ta: கோப்புறை

# SettingsFilesAndFoldersShowHiddenItems.Header
source: Show hidden files and folders
ta: மறைந்த கோப்புகள் மற்றும் கோப்புறைகளைக் காண்பி

# SettingsFilesAndFoldersShowHiddenItems.AutomationProperties.Name
source: Show hidden files and folders
ta: மறைந்த கோப்புகள் மற்றும் கோப்புறைகளைக் காண்பி

# SideBarEjectDevice.Text
source: Eject
ta: வெளியேற்று

# HorizontalMultitaskingControlDuplicateTab.Text
source: Duplicate tab
ta: பிரதி தாவல்

# HorizontalMultitaskingControlNewTab.Text
source: New tab
ta: புதிய தாவல்

# NavSearchButton.AutomationProperties.Name
source: Search
ta: தேடு

# PropertiesDialogReadOnly.Text
source: Read-only
ta: படிக்க மட்டும்

# PropertiesDialogHidden.Text
source: Hidden
ta: மறைந்த

# PropertyRatingText
source: Rating
ta: தரமதிப்பு

# PropertyItemTypeText
source: Item Type
ta: உருப்படி வகை

# PropertyTitle
source: Title
ta: தலைப்பு

# PropertySubject
source: Subject
ta: பொருள்

# PropertyComment
source: Comment
ta: கருத்துரை

# PropertyCopyright
source: Copyright
ta: பதிப்புரிமை

# PropertyDateCreated
source: Date Created
ta: உருவாக்கிய தேதி

# PropertyDateModified
source: Date Modified
ta: திருத்திய தேதி

# PropertyBitDepth
source: Bit Depth
ta: பிட் செறிவு

# PropertyDimensions
source: Dimensions
ta: பரிமாணங்கள்

# PropertyLatitude
source: Latitude
ta: அட்சரேகை

# PropertyLongitude
source: Longitude
ta: தீர்க்கரேகை

# PropertyAperture
source: Aperture
ta: துளை

# PropertyDateTaken
source: Date Taken
ta: எடுக்கப்பட்ட தேதி:

# PropertyFormat
source: Format
ta: வடிவமைப்பு

# PropertySampleRate
source: Sample Rate
ta: மாதிரி விகிதம்

# PropertyDisplayArtist
source: Artist
ta: கலைஞர்:

# PropertyAlbumArtist
source: Album Artist
ta: ஆல்பம் கலைஞர்:

# PropertyAlbumTitle
source: Album Title
ta: ஆல்பம் தலைப்பு

# PropertyArtist
source: Artist
ta: கலைஞர்:

# PropertyComposer
source: Composer
ta: இயற்றுனர்

# PropertyConductor
source: Conductor
ta: நடத்துபவர்

# PropertyGenre
source: Genre
ta: குழுவகை

# PropertyTrackNumber
source: Track Number
ta: தடம் எண்

# PropertyDuration
source: Duration
ta: நேர அளவு

# PropertySeriesName
source: Series Name
ta: தொடர் பெயர்

# PropertyProducer
source: Producer
ta: தயாரிப்பவர்

# PropertyPublisher
source: Publisher
ta: வெளியீட்டாளர்

# PropertyWriter
source: Writer
ta: எழுதுபவர்

# PropertyYear
source: Year
ta: ஆண்டு

# PropertySectionCore
source: Core
ta: கோர்

# PropertySectionImage
source: Image
ta: படம்

# PropertySectionPhoto
source: Photo
ta: புகைப்படம்

# PropertySectionMedia
source: Media
ta: மீடியா

# PropertySectionAudio
source: Audio
ta: ஆடியோ

# PropertySectionMusic
source: Music
ta: இசை

# PropertyAddress
source: Address
ta: முகவரி

# PropertyContributor
source: Contributor
ta: பங்களிப்பாளர்

# PropertyLastAuthor
source: Last Author
ta: கடைசியாக எழுதியவர்

# PropertyRevisionNumber
source: Revision Number
ta: திருத்த எண்

# PropertyVersion
source: Version
ta: பதிப்பு

# PropertySectionVideo
source: Video
ta: வீடியோ

# PropertyTotalEditingTime
source: Total Editing Time
ta: மொத்த திருத்தும் நேரம்

# PropertyTemplate
source: Template
ta: டெம்ப்ளேட்

# PropertyWordCount
source: Word Count
ta: சொல் எண்ணிக்கை

# PropertyFrameRate
source: Frame Rate
ta: சட்டக விகிதம்

# PropertyOrientation
source: Orientation
ta: திசை

# PropertySectionDocument
source: Document
ta: ஆவணம்

# PropertySaveErrorDialog.Title
source: Error
ta: பிழை

# PropertySaveErrorDialog.PrimaryButtonText
source: Retry
ta: மறுமுயற்சி

# PropertySaveErrorDialog.SecondaryButtonText
source: Close anyway
ta: எப்படியாயினும் மூடு

# PropertySaveErrorDialog.CloseButtonText
source: Cancel
ta: ரத்து

# ClearPropertiesFlyoutConfirmation.Content
source: Clear
ta: அழி

# PropertyColorSpace_Value65535
source: Unspecified
ta: குறிப்பிடப்படாதது

# SettingsAboutLicense.AutomationProperties.Name
source: License
ta: உரிமம்

# SettingsAboutLicense.Content
source: License
ta: உரிமம்

# SettingsAboutWebsite.AutomationProperties.Name
source: Website
ta: வலைத்தளம்

# SettingsAboutWebsite.Content
source: Website
ta: வலைத்தளம்

# SearchTabHeaderText
source: Search results
ta: தேடல் முடிவுகள்

# PropertiesDialogTabDetails.Content
source: Details
ta: விவரங்கள்

# UpdateConsentDialogCloseButtonText
source: No
ta: இல்லை

# UpdateConsentDialogPrimaryButtonText
source: Yes
ta: ஆம்

# UpdateConsentDialogTitle
source: Updates Available
ta: புதுப்பித்தல்கள் கிடைக்கின்றன

# SettingsFilesAndFoldersHideSystemItems.Header
source: Hide protected operating system files (Recommended)
ta: பாதுகாத்த இயக்க முறைமை அமைப்பு கோப்புகள் மறை (பரிந்துரைத்தது)

# SettingsFilesAndFoldersHideSystemItems.AutomationProperties.Name
source: Hide protected operating system files (Recommended)
ta: பாதுகாத்த இயக்க முறைமை அமைப்பு கோப்புகள் மறை (பரிந்துரைத்தது)

# BaseLayoutContextFlyoutNewFile.Text
source: File
ta: கோப்பு

# AddDialogListFileHeader
source: File
ta: கோப்பு

source: New File
ta: புதிய கோப்பு

# AppBarButtonAdd.Label
source: Add
ta: சேர்

# AppBarButtonEdit.Label
source: Edit
ta: திருத்து

# AppBarButtonRemove.Label
source: Remove
ta: அகற்று

# ItemAlreadyExistsDialogCloseButtonText
source: Cancel
ta: ரத்து

# LibraryWidgetDescription.Text
source: Folders
ta: கோப்புறைகள்

# NavToolbarDisplayOptions.Text
source: Display Options
ta: காட்சி விருப்பங்கள்

# StatusBarControlDisplayOptionsButton.AutomationProperties.Name
source: Display options
ta: காட்சி விருப்பங்கள்

# StatusBarControlDisplayOptionsButton.ToolTipService.ToolTip
source: Display options
ta: காண்பி விருப்பங்கள்

# NavToolbarShowFileExtensions.Header
source: Show file extensions
ta: கோப்பு நீட்டிப்புகளைக் காண்பி

# BaseLayoutContextFlyoutSortByDateDeleted.Text
source: Date deleted
ta: தேதி நீக்கப்பட்டது

# dateDeletedColumn.Header
source: Date deleted
ta: தேதி நீக்கப்பட்டது

# BundlesWidgetAddBundleConfirm.Content
source: Confirm
ta: உறுதிசெய்

# BundlesWidgetRenameBundleDialogCloseButtonText
source: Cancel
ta: ரத்து

# BundlesWidgetRenameBundleDialogPrimaryButtonText
source: Confirm
ta: உறுதிசெய்

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
ta: {0}"-ஐ மறுபெயரிடு MicrosoftTeamsRetailTasks Microsoft Teams DevComment={0} is the publication name which is to be renamed} Pre-Approved Yes Yes\r\nFrom தொடக்கம் MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Label for team name, for the team from where this publication will be published} Pre-Approved Yes Yes\r\nSave சேமி MicrosoftTeamsRetailTasks Microsoft Teams DevComment={save the rename of the publication } Pre-Approved Yes Yes\r\nSaving சேமிக்கிறது MicrosoftTeamsRetailTasks Microsoft Teams DevComment={saving the renaming of the publication} Pre-Approved Yes Yes\r\nTitle தலைப்பு MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Label for publication title} Pre-Approved Yes Yes\r\nAssigned ஒதுக்கப்பட்டது MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nCompleted முடிந்தது MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nTeam status report குழு நிலை அறிக்கை MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nTeam name குழுப் பெயர் MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nLoading team name… குழுப் பெயரை ஏற்றுகிறது… MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nAssigned ஒதுக்கப்பட்டது MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nClosed மூடப்பட்டது MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nCompleted முடிந்தது MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nTask status report பணி நிலை அறிக்கை MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nStore name ஸ்டோர் பெயர் MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nTask title பணித் தலைப்பு MicrosoftTeamsRetailTasks Microsoft Teams Pre-Approved Yes Yes\r\nRefresh the list பட்டியலைப் புதுப்பி MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Label for the button in the command bar that refreshes the task list from the server.} Pre-Approved Yes Yes\r\nRefreshing the list from the server. சேவையகத்திலிருந்து பட்டியலைப் புதுப்பிக்கிறது. MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Message read to screenreaders after the sync button is clicked.} Pre-Approved Yes Yes\r\nMore actions, press space to open menu options மேலும் செயல்கள், மெனு விருப்பங்களைத் திறக்க space-ஐ அழுத்தவும் MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Accessible label for the more actions button for a task in the task grid} Pre-Approved Yes Yes\r\nActions செயல்கள் MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Accessible label for the column header for the column in the task grid containing the more actions button} Pre-Approved Yes Yes\r\nError uploading பதிவேற்றுவதில் பிழை MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Error shown in attachment chicklet when an attachment couldn't be uploaded. Prefer short strings.} Pre-Approved Yes Yes\r\nChannel is required. சேனல் தேவை. MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Error message shown if the user hasn't selected a Teams channel to associate the task with when saving} Pre-Approved Yes Yes\r\nDiscard நிராகரி MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Discard button label for the unsaved changes confirmation dialog} Pre-Approved Yes Yes\r\nAny changes you've made will be lost. நீங்கள் செய்துள்ள மாற்றங்களை இழப்பீர்கள். MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Text of the dialog shown when the user has unsaved changes and attempts to close or navigate away from the editing session.} Pre-Approved Yes Yes\r\nDiscard changes? மாற்றங்களை நிராகரிக்கவா? MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Title of the dialog shown when the user has unsaved changes and attempts to close or navigate away from the editing session.} Pre-Approved Yes Yes\r\nSelected due date is too far in the past. தேர்ந்தெடுக்கப்பட்ட கெடு தேதி, கடந்த காலத்தில் மிகவும் பழையதாக உள்ளது. MicrosoftTeamsRetailTasks Microsoft Teams DevComment={Error message shown if the user attempts to save a task with a due date too far in the

# BundlesWidgetCreateBundleDialogCloseButtonText
source: Cancel
ta: ரத்து

# BundlesWidgetCreateBundleDialogPrimaryButtonText
source: Confirm
ta: உறுதிசெய்

# BundleItemFlyouOpenInNewTabMenuItem.Text
source: Open in new tab
ta: புதிய தாவலில் திற

# BundlesWidgetCreateBundleConfirmButton.Content
source: Confirm
ta: உறுதிசெய்

# BundlesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
ta: கூடுதல் விருப்பங்கள்...

# PropertyItemPathDisplay
source: Item Path
ta: உருப்படிப் பாதை

# PropertyItemName
source: Item Name
ta: உருப்படிப் பெயர்

source: Network
ta: பிணையம்

# DrivesWidgetContextFlyoutPropertiesMenuItem.Text
source: Properties
ta: குணங்கள்

# SettingsAboutDocumentation.Text
source: Documentation
ta: ஆவணமாக்கம்

# CloudDriveSyncStatus_Online
source: Available when online
ta: ஆன்லைன் வரும்போது கிடைக்கும்

# CloudDriveSyncStatus_Offline
source: Available offline
ta: ஆஃப்லைனில் இருத்தல்

# CloudDriveSyncStatus_Sync
source: Syncing
ta: ஒத்திசைக்கிறது…

# CloudDriveSyncStatus_Unknown
source: Unknown
ta: அறியாதது

# DriveTypeFloppyDisk
source: Floppy Disk Drive
ta: நெகிழ் வட்டு இயக்ககம்

# DriveTypeNetwork
source: Network Drive
ta: பிணைய இயக்ககம்

# DriveTypeUnknown
source: Unknown
ta: அறியாதது

# BaseLayoutContextFlyoutSortByDateCreated.Text
source: Date created
ta: உருவாக்கிய தேதி

# DateCreatedColumn.Header
source: Date created
ta: உருவாக்கிய தேதி

# DrivesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
ta: கூடுதல் விருப்பங்கள்...

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
ta: பிணைய இயக்ககத்தை இணை

# SideBarDisconnectNetworkDrive.Text
source: Disconnect
ta: துண்டி

# SidebarFavorites
source: Favorites
ta: பிடித்தவை

source: Browse
ta: உலாவு

source: Recent locations
ta: சமீபத்திய இருப்பிடங்கள்

# DetailsPanePreviewNotAvaliableText
source: No preview available
ta: முன்னோட்டம் கிடைக்கவில்லை

source: No item selected
ta: நோ ஐட்டம் செலக்டெட்

# PropertyItemTarget
source: Target
ta: இலக்கு

# PropertyItemArguments
source: Arguments
ta: இணைப்பு மாறிகள்

# SidebarLibraries
source: Libraries
ta: நூலகங்கள்

# DefaultScheme
source: Default
ta: இயல்புநிலை

# SettingsAppearanceColorScheme.Header
source: Color scheme
ta: வண்ணத் திட்டம்:

# PropertyItemCount
source: Item count
ta: உருப்படி எண்ணிக்கை

# StatusUnknownError
source: An unknown error has occurred.
ta: அறியப்படாத பிழை ஒன்று நேர்ந்தது.

# ElevateConfirmDialog.CloseButtonText
source: No
ta: இல்லை

# ElevateConfirmDialog.PrimaryButtonText
source: Yes
ta: ஆம்

# HorizontalMultitaskingControlCloseTabsToTheRight.Text
source: Close tabs to the right
ta: வலது பக்கம் உள்ள தாவல்களை மூடு

# FullTrustStatusTeachingTip.Title
source: Administrator
ta: நிர்வாகி
